Repository: NaszvadiG/woocommerce-otpbank-payment-gateway
Catalog: languages/woocommerce-otpbank-*.po
Languages: hu_hu

source: Settings
hu_hu: Beállítások

source: OTPBank Payment Gateway Plug-in for WooCommerce
hu_hu: OTP Bank bankkártyás fizetési átjáró bővítménye a WooCommerce-hoz

source: OTP payment completed
hu_hu: OTP fizetés sikeres

source: Rejected payment
hu_hu: Fizetés visszautasítva

source: Unsuccessful payment
hu_hu: Sikertelen fizetés

source: No response from OTP server
hu_hu: Nem válaszolt az OTP szervere

source: Enable / Disable
hu_hu: Bekapcsolás/Kikapcsolás

source: Enable this payment gateway
hu_hu: OTP-s fizetési átjáró engedélyezése

source: Title
hu_hu: Cím

source: Payment title the customer will see during the checkout process.
hu_hu: Fizetési mód neve, amit a vásárló a weboldalon látni fog.

source: Pay with OTP
hu_hu: Fizetés OTP-vel

source: Description
hu_hu: Leírás

source: Payment description the customer will see during the checkout process.
hu_hu: Fizetési mód leírása, amit a vásárló a weboldalon látni fog.

source: Pay securely using OTP Bank
hu_hu: Fizetés biztonságosan az OTP Bank használatával

source: This is the OTPbank ShopID.
hu_hu: Ez a bolt OTPbank ShopID azonosítója, amit a bank ad a bolt számára.

source: OTPBank Key
hu_hu: OTPBank kulcs

source: This is the key for the shop.
hu_hu: Ez a bolt egyéni kulcsa amit az OTP Bank biztosít a bolt számára.

source: Shop language
hu_hu: Bolt nyelve

source: Please choose a language
hu_hu: Válassz nyelevet

source: Hungarian
hu_hu: Magyar

source: English
hu_hu: Angol

source: Shop currency
hu_hu: Bolt pénzneme

source: Please choose a currency
hu_hu: Válassz pánznemet

source: Status of payed orders
hu_hu: Állapot sikeres fizetés után

source: When the payment was successfull, this will be the status of the order.
hu_hu: Ha sikeres egy fizetés, akkor az itt beállított érték lesz a rendelés állapota.

source: processing
hu_hu: Feldolgozás alatt

source: completed
hu_hu: Teljesítve

source: Adds OTP Payment Gateway to Woocommerce e-commerce plugin
hu_hu: Ez a bővítmény segítségével használható az OTP Bank fizetési átjárója
